<?xml version="1.0" encoding="UTF-8"?><Invoice xmlns="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/" xmlns:com="http://rep.oio.dk/ubl/xml/schemas/0p71/common/" xmlns:main="http://rep.oio.dk/ubl/xml/schemas/0p71/maindoc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/  http://rep.oio.dk/ubl/xml/schemas/0p71/pie/piestrict.xsd"><com:ID>13712</com:ID><com:IssueDate>2015-02-03</com:IssueDate><com:TypeCode>PIE</com:TypeCode><main:InvoiceCurrencyCode>DKK</main:InvoiceCurrencyCode><com:Note><![CDATA[Job: Herlovianersamfundet(9584)Tilrettel&#230;ggelse og koordineringHerlovianersamfundetSoftware og funktionalitetL&#248;sningen er implementeret i eksisterende Umbracol&#248;sning p&#229;alumni.herlufsholm.dk, og indebar en st&#248;rre strukturel &#230;ndring, for at havemulighed for at integrere herlovianernetv&#230;rket p&#229; alumni-l&#248;sningen.Strategi og strukturTager udgangspunkt i leverede &#8221;till&#230;g til kravspecifikation&#8221; af 3. oktober 2014,og refererer til punkter heri.Eksisterende funktionalitet med tekstsider, nyheder, gallerier og andenstandard funktionalitet er bibeholdt, og det vil v&#230;re muligt, at s&#230;tte ekstraniveauadgang p&#229; alle sider.Der arbejdes med 3 niveauer af adgang/sikkerhed.1. Offentlig adgang &#8211; sider der kan vises uden at v&#230;re logget ind.Fremover betegnet om offentlig.2. Alumni adgang &#8211; sider der kan vises, hvis man er logget ind.Fremover betegnet som bruger.3. Netv&#230;rk adgang &#8211; sider der kan vises, hvis man er logget ind og erbetalende bruger af herlovianernetv&#230;rket.Fremover betegnet som medlem (betalende medlem).Medlemsimport (jf pkt 2.1.1) er udvidet, s&#229; det kan h&#229;ndtere informationomkring &#8221;medlem af Herlovianersamfundet&#8221;. Dette markeres i Umbraco ved etafkrydsningsfelt. Er medlemmet markeret som &#8221;medlem&#8221; formodes det, atpersonen har betalt sit medlemskab, og vil derfor have adgang til niveau 3.Feltet er kun muligt at redigere ved login i backend i Umbraco (fremoverbetegnet som admin) og ved import fra SalesForce.Brugeren i Umbraco er udvidet med f&#248;lgende felter:- Betalende medlem- Indmeldingsdato (Udfyldes, hvis tilmelding skervia hjemmeside)- Medlemstype (&#229;rskontingent eller engangskontingent)Disse informationer vil blive tilf&#248;jet eksportfil fra Umbraco.Alle medlemmer formodes at v&#230;re brugere, og det vil derfor ikke v&#230;ren&#248;dvendigt med en offentlig tilmeldingsformular til Herlovianersamfundet.Eksisterende tilmeldingsformularer til Alumninetv&#230;rket bibeholdes, og skalbruges f&#248;r man kan bliver oprettet som bruger. Oprettelse af brugere sker viaimport fra SalesForce.Fors&#248;ger man at tilg&#229; en side, som tilh&#248;rer niveau 2, og man ikke er bruger,ryger man direkte videre til loginsiden som nuv&#230;rende.Fors&#248;ger man at tilg&#229; en side, som tilh&#248;rer niveau 3, og man ikke er medlem,ryger man direkte videre til tilmeldingssiden.TilmeldingMan kan kun tilmelde sig som medlem, hvis man allerede er bruger og loggetind p&#229; l&#248;sningen.&#216;nsker man at tilg&#229; sider eller tilmelde sig arrangementer, hvor etmedlemskab er p&#229;kr&#230;vet, bliver man sendt videre til en tilmeldingsside, hvorder er en forklaring om Herlovianersamfundet (en almindelig tekstside, meden tilmeldingsfunktionalitet).Tilmelding og betaling til Herlovianersamfundet sker via betalingsmodul tilDIBS, men med differentieret merchant ID, s&#229; betaling ryger p&#229; anden konto.&#198;ndring til kravspec 2.2 (3 &amp; 4):Der vil ikke v&#230;re noget felt til &#8221;abonner p&#229;medlemsblad&#8221;, da dette automatisk er en del af at v&#230;re medlem. Man f&#229;r ikkemulighed for at tilmelde sig arrangementer for medlemmer, hvis ikke man ermedlem, og derfor denne &#230;ndring, efter aftale med Rie Ebbe Andersen.&#198;ndring til kravspec 2.2 (5): &#197;rgangsfeltet er i forvejen sat p&#229; brugeren, ogder er derfor ikke behov for, at brugeren selv indtaster det.PrisudregningPrisudregningen af medlemskab baserer sig p&#229; &#229;rgang og alder. Begge erinformationer der formodes at eksistere p&#229; brugeren.Man kan v&#230;lge mellem 2 medlemskaber:&#197;rsmedlemskab:Et &#229;rsmedlemskab er baseret p&#229; &#229;rstal og ikke skole&#229;r.Dvs. fra 1. januar til 31. december.Sker tilmelding f&#248;r 1. oktober, g&#230;lder medlemskab resten af indev&#230;rende &#229;r.Sker tilmelding 1. oktober og senere, g&#230;lder medlemskab resten afindev&#230;rende &#229;r, inklusiv hele n&#230;ste &#229;r.Prisen for et &#229;rsmedlemsskab er (jf. priser i bladnummer 165):205 kroner:Hvis brugerens &#229;rgang er mindre end 8 &#229;r fra medlems&#229;r410 kroner:Hvis brugerens &#229;rgang er st&#248;rre end 8 &#229;r fra medlems&#229;rEngangskontigent:Baserer sig p&#229; f&#248;dselsdato, jf. prisliste i bladnummer 165.Der er opbygget en mulighed for, at redigere priser og afgr&#230;nsninger iUmbraco.Er der, mod forventning, ikke oplysninger om f&#248;dselsdato og/eller &#229;rgangallerede registreret p&#229; brugeren, skal dette udfyldes f&#248;r tilmelding kanforts&#230;tte.Ellers vil information omkring f&#248;dselsdato og/eller &#229;rgang blive vist vedtilmelding, dog uden mulighed for at redigere i det.Ved tilmelding, markeres feltet p&#229; brugeren i Umbraco (medlem) til aktivt, ogbrugeren vil nu have adgang til side i niveau 3.Ud over markering af &#8221;medlem&#8221; udfyldes medlemsdato med dagsdato, og typeaf medlemskab (&#229;rs eller engangs).ArrangementerTilmelding til arrangementer sker p&#229; samme m&#229;de som f&#248;r. Dog med denforskel, at det kan bestemmes om der skal v&#230;re adgang for niveau 1, 2 eller3.Test og tilretningWebsiden gennemg&#229;s &#8211; af Synergi og Herlufsholm Skole &#8211; for eventuelle fejlog mangler, hvorefter en 14 dages periode for udbedring af fejl og manglertr&#230;der i kraft.ForbeholdEksport af informationer sker stadig fra SalesForce. Sker der senere&#230;ndringer til dette, skal listen fra Elevsystemet enten indeholde de sammeinformationer og samme opbygning, eller importfunktionalitet skal &#230;ndres til,at modtage nye informationer.Herlufholm Skole s&#248;rger for ekstra merchant ID fra DIBS, som skal bruges tilbetaling af medlemskab til Herlovianersamfundet (jf. pkt. 2.9.21 i kravspec).Herlufsholm Skole h&#229;ndterer selv ops&#230;tning af korrekte dom&#230;ner, ogpegning til korrekt server (jf. pkt. 2.8 i kravspec).]]></com:Note><com:BuyersReferenceID schemeID="EAN">5798000560994</com:BuyersReferenceID><com:ReferencedOrder><com:BuyersOrderID>9584</com:BuyersOrderID><com:IssueDate>2015-02-03</com:IssueDate></com:ReferencedOrder><com:BuyerParty><com:ID schemeID="CVR">85896318</com:ID><com:PartyName><com:Name><![CDATA[Herlufsholm Skole]]></com:Name></com:PartyName><com:Address><com:ID>Fakturering</com:ID><com:Street><![CDATA[Herlufsholm Allé 170]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:BuyerContact><com:ID><![CDATA[Rie Ebbe Andersen]]></com:ID></com:BuyerContact></com:BuyerParty><com:SellerParty><com:ID schemeID="CVR">26881560</com:ID><com:PartyName><com:Name><![CDATA[Synergi A/S]]></com:Name></com:PartyName><com:Address><com:ID>Betaling</com:ID><com:Street><![CDATA[MARINEBUEN 11
]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:PartyTaxScheme><com:CompanyTaxID schemeID="CVR">26881560</com:CompanyTaxID></com:PartyTaxScheme></com:SellerParty><com:PaymentMeans><com:TypeCodeID>null</com:TypeCodeID><com:PaymentDueDate>2015-02-17</com:PaymentDueDate><com:PaymentChannelCode>KONTOOVERFØRSEL</com:PaymentChannelCode><com:PayeeFinancialAccount><com:ID>0758188337</com:ID><com:TypeCode>BANK</com:TypeCode><com:FiBranch><com:ID>2186</com:ID><com:FinancialInstitution><com:ID>null</com:ID><com:Name>Nordea</com:Name></com:FinancialInstitution></com:FiBranch></com:PayeeFinancialAccount><com:PaymentAdvice><com:AccountToAccount><com:PayerNote></com:PayerNote><com:PayeeNote></com:PayeeNote></com:AccountToAccount></com:PaymentAdvice></com:PaymentMeans><com:TaxTotal><com:TaxTypeCode>VAT</com:TaxTypeCode><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>23750.00</com:TaxableAmount> <com:TaxAmount currencyID='DKK'>5937.50</com:TaxAmount></com:TaxAmounts><com:CategoryTotal><com:RateCategoryCodeID>VAT</com:RateCategoryCodeID><com:RatePercentNumeric>25</com:RatePercentNumeric><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>23750.00</com:TaxableAmount><com:TaxAmount currencyID='DKK'>5937.50</com:TaxAmount></com:TaxAmounts></com:CategoryTotal></com:TaxTotal><com:LegalTotals><com:LineExtensionTotalAmount currencyID='DKK'>23750.00</com:LineExtensionTotalAmount><com:ToBePaidTotalAmount currencyID='DKK'>29687.50</com:ToBePaidTotalAmount></com:LegalTotals><com:InvoiceLine><com:ID>2</com:ID><com:InvoicedQuantity unitCode='Stk.' unitCodeListAgencyID="n/a">1.00</com:InvoicedQuantity><com:LineExtensionAmount currencyID='DKK'>23750.00</com:LineExtensionAmount><com:Item><com:ID>0</com:ID><com:Description><![CDATA[Herlovianersamfundet, betaling af fase 1.]]></com:Description></com:Item><com:BasePrice><com:PriceAmount currencyID='DKK'>23750.00</com:PriceAmount></com:BasePrice></com:InvoiceLine></Invoice>
