<?xml version="1.0" encoding="UTF-8"?><Invoice xmlns="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/" xmlns:com="http://rep.oio.dk/ubl/xml/schemas/0p71/common/" xmlns:main="http://rep.oio.dk/ubl/xml/schemas/0p71/maindoc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/  http://rep.oio.dk/ubl/xml/schemas/0p71/pie/piestrict.xsd"><com:ID>14219</com:ID><com:IssueDate>2015-07-27</com:IssueDate><com:TypeCode>PIE</com:TypeCode><main:InvoiceCurrencyCode>DKK</main:InvoiceCurrencyCode><com:Note><![CDATA[Job: Website(10040)Tilrettel&#230;ggelse og koordineringherunder briefingm&#248;de og pr&#230;sentation af webdesign.Grafisk id&#233;/konceptN&#230;stvedarkiverne &#248;nskede en ny website, som skal g&#248;re det nemmere for borgerne at s&#248;ge i arkiverne, f&#229; adgang til formularer og&nbsp;ans&#248;gningsskemaer, og samtidigt g&#248;re sitet mere str&#248;mlinet og moderne, s&#229; den kan afvikles fra b&#229;de computer, tablets og mobiltelefoner.L&#248;sningen er baseret p&#229; Synergiweb skabelonwebsite.Grafisk id&#233; og konceptSynergi har placeret N&#230;stved Arkivernes logo og N&#230;stved kommunes sekund&#230;re logo, samt&nbsp;et baggrundsbillede. S&#248;gemaskineoptimeringDer er&nbsp;opsat mulighed for inds&#230;ttelse af meta-tags (beskrivelse og n&#248;gleord) p&#229; alle relevante sider p&#229; l&#248;sningen.Der er taget h&#248;jde for, at alle sider har en unik URL og titel.Der ops&#230;ttes mulighed for inds&#230;ttelse Google Analytics tracking-code, s&#229; det er muligt at se trafik og tendenser p&#229; siden.Dvs. at systemet giver mulighed for at udf&#248;re s&#248;gemaskineoptimering. Udf&#248;relse af s&#248;gemaskineoptimering er ikke en del af projektet.Oprettelse af indholdSynergi har oprettet en forside og en underside. &#216;vrigt indhold implementerer kunden selv.CookievisningSynergi har&nbsp;implementeret et modul som s&#248;rger for at websitet overholder g&#230;ldende lovgivning vedr. informationer om cookie-brug p&#229; websitet. Se mere info p&#229; http://www.synergi1.dk/cookies.UndervisningDer er i tilbud regnet med undervisning ca. 2 timer i Synergi.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Implementering af designUmbraco er baseret p&#229; Microsoft .NET og udviklingssproget er C#. L&#248;sningen er baseret p&#229; specieltilpassede brugerkontroller og renderinger, s&#229; siden vises som kunden &#248;nsker det.HTML programmering er HTML5 med hj&#230;lp fra nyeste version jQuery ved projektstart. Dette g&#248;r det muligt at lave lette grafiske visninger af indhold, som ikke er serverbaseret.Der tilstr&#230;bes browserlighed i nyeste versioner af Internet Explorer, Firefox, Chrome og Safari.Der integreres responsive webdesign, s&#229; websitet er pr&#230;sentabelt p&#229; en stor del mobile enheder.Test og tilretningWebsiden er gennemg&#229;et af Synergi og N&#230;stved Arkiverne, for eventuelle fejl og mangler inden den lanceres.Herefter overdrages websiden, hvorefter en 14 dages periode for udbedring af fejl og mangler tr&#229;dte i kraft.Software og funktionalitetL&#248;sningen er baseret p&#229; seneste version af Umbraco ved projektets begyndelse, som er kompatibel med n&#248;dvendige udvidelsespakker.L&#248;sningen vil blive opdateret, i tilf&#230;lde af sikkerhedspakker og ustabilitet som skyldes Umbraco, men opgraderinger til nyere versioner er ikke medholdt i aftale.Ud over Umbraco CMS installeres der (efter aftale) moduler, til hj&#230;lp af administration og visning.HostingHostingen vil ske hos Scannet p&#229; et Pro Webhotel til kr. 179,- pr. md.Dette faktureres s&#230;rskilt.Pris, Synergiskabelon, kr. 4.995,-Till&#230;g - S&#248;gefunktionDer vil v&#230;re mulighed for at s&#248;ge p&#229; b&#229;de naesbas.dk og p&#229; den lokale side via &#233;t s&#248;gefelt. I siden af s&#248;gefeltet vil der v&#230;re et flueben, som angiver om man vil s&#248;ge p&#229; enten den lokale side ell. p&#229; naesbas. S&#248;gning p&#229; naesbas bliver gjort i et nyt vindue, s&#229; selve indtastningen sker p&#229; N&#230;stvedarkivernes website og s&#229; bliver den s&#248;gning eksekveret p&#229; naesbas i naesbas-design. Den lokale s&#248;gning vil indeksere indhold i Umbraco &#8211; dvs. sidetitel, br&#248;dtekst, manchettekst, meta-titel, meta-n&#248;gleord og meta-description. Dvs. at indtastet indhold bliver indekseret og er s&#248;gbart &#8211; men at uploadede dokumenter ikke bliver indekseret.S&#248;gefeltet integreres eventuelt &#248;verst til h&#248;jre.Pris, S&#248;gefunktion, kr. 6.000,-&nbsp;&nbsp;&nbsp;]]></com:Note><com:BuyersReferenceID schemeID="EAN">5798007299699</com:BuyersReferenceID><com:ReferencedOrder><com:BuyersOrderID>10040</com:BuyersOrderID><com:IssueDate>2015-07-27</com:IssueDate></com:ReferencedOrder><com:BuyerParty><com:ID schemeID="CVR">29189625</com:ID><com:PartyName><com:Name><![CDATA[NæstvedArkiverne]]></com:Name></com:PartyName><com:Address><com:ID>Fakturering</com:ID><com:Street><![CDATA[Rådmandshaven 20]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:BuyerContact><com:ID><![CDATA[Mie Andersen]]></com:ID></com:BuyerContact></com:BuyerParty><com:SellerParty><com:ID schemeID="CVR">26881560</com:ID><com:PartyName><com:Name><![CDATA[Synergi A/S]]></com:Name></com:PartyName><com:Address><com:ID>Betaling</com:ID><com:Street><![CDATA[MARINEBUEN 11
]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:PartyTaxScheme><com:CompanyTaxID schemeID="CVR">26881560</com:CompanyTaxID></com:PartyTaxScheme></com:SellerParty><com:PaymentMeans><com:TypeCodeID>null</com:TypeCodeID><com:PaymentDueDate>2015-08-10</com:PaymentDueDate><com:PaymentChannelCode>KONTOOVERFØRSEL</com:PaymentChannelCode><com:PayeeFinancialAccount><com:ID>0758188337</com:ID><com:TypeCode>BANK</com:TypeCode><com:FiBranch><com:ID>2186</com:ID><com:FinancialInstitution><com:ID>null</com:ID><com:Name>Nordea</com:Name></com:FinancialInstitution></com:FiBranch></com:PayeeFinancialAccount><com:PaymentAdvice><com:AccountToAccount><com:PayerNote></com:PayerNote><com:PayeeNote></com:PayeeNote></com:AccountToAccount></com:PaymentAdvice></com:PaymentMeans><com:TaxTotal><com:TaxTypeCode>VAT</com:TaxTypeCode><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>10995.00</com:TaxableAmount> <com:TaxAmount currencyID='DKK'>2748.75</com:TaxAmount></com:TaxAmounts><com:CategoryTotal><com:RateCategoryCodeID>VAT</com:RateCategoryCodeID><com:RatePercentNumeric>25</com:RatePercentNumeric><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>10995.00</com:TaxableAmount><com:TaxAmount currencyID='DKK'>2748.75</com:TaxAmount></com:TaxAmounts></com:CategoryTotal></com:TaxTotal><com:LegalTotals><com:LineExtensionTotalAmount currencyID='DKK'>10995.00</com:LineExtensionTotalAmount><com:ToBePaidTotalAmount currencyID='DKK'>13743.75</com:ToBePaidTotalAmount></com:LegalTotals><com:InvoiceLine><com:ID>2</com:ID><com:InvoicedQuantity unitCode='Stk.' unitCodeListAgencyID="n/a">1.00</com:InvoicedQuantity><com:LineExtensionAmount currencyID='DKK'>10995.00</com:LineExtensionAmount><com:Item><com:ID>0</com:ID><com:Description><![CDATA[Website, NæstvedArkiverne]]></com:Description></com:Item><com:BasePrice><com:PriceAmount currencyID='DKK'>10995.00</com:PriceAmount></com:BasePrice></com:InvoiceLine></Invoice>
