<?xml version="1.0" encoding="UTF-8"?><Invoice xmlns="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/" xmlns:com="http://rep.oio.dk/ubl/xml/schemas/0p71/common/" xmlns:main="http://rep.oio.dk/ubl/xml/schemas/0p71/maindoc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/  http://rep.oio.dk/ubl/xml/schemas/0p71/pie/piestrict.xsd"><com:ID>12914</com:ID><com:IssueDate>2014-04-23</com:IssueDate><com:TypeCode>PIE</com:TypeCode><main:InvoiceCurrencyCode>DKK</main:InvoiceCurrencyCode><com:Note><![CDATA[Job: Website Sommerskole - design(8494)
Tilrettel&#230;ggelse, koordinering og produktionsstyringHerunder planl&#230;gnings-/briefingm&#248;de omkring design/layout.Software og funktionalitetL&#248;sningen&nbsp;er&nbsp;baseret p&#229; seneste version af Umbraco ved projektets begyndelse, som er kompatibel med n&#248;dvendige udvidelsespakker,&nbsp;Umbraco 6.1.4. 6.1.6L&#248;sningen er blevet opdateret, i tilf&#230;lde af sikkerhedspakker og ustabilitet som skyldes Umbraco, men opgraderinger til nyere versioner er ikke medholdt i aftale.Ud over Umbraco CMS installeres der moduler, til hj&#230;lp af administration og visning.Til brug for oprettelse af formularer, som kan bruges til tilmelding, kontakt og anden aktivitetstilmelding, vil der blive brugt Contour, som er et v&#230;rkt&#248;j til nem og redakt&#248;rvenlig vedligeholdelse og oprettelse af formularer.Strategi og strukturHjemmesiden tilstr&#230;ber at give de bes&#248;gende en interessant og nem indgang til information omkring sommerskolen p&#229; Herlufsholm. Det er muligt at tilmelde sig direkte p&#229; hjemmesiden, og betale for opholdet p&#229; en gang. Dette vil lette dagligdagens administration for b&#229;de Herlufsholm og deltagerne.Hjemmesiden&nbsp;best&#229;r af:Forside-skabelon, hvor det er muligt at fremh&#230;ve information ved hj&#230;lp af spots og tydeligt markerede omr&#229;der. Fra forsiden er der&nbsp;mulighed for&nbsp;afspilning af st&#248;rre video.Tekstside-skabelon, hvor det er muligt at skrive tekst og inds&#230;tte billeder.&#8211; P&#229; alle tekstsider vil det v&#230;re muligt at tilkoble &#8222;X- Videovisning (fra Youtube eller Vimeo)&#8222;X- Formular (uden betaling tilknyttet, men kun med afsendelse af information)Galleri-skabelon&#8211; Mulighed for at oprette galleri med valg af billeder fra MediaBibliotek.Tilmeldings-skabelon&#8211; Mulighed for tilmelding til sommerskolen med valg af betaling enten via kreditkort eller tilsendelse af faktura.Nyheds-skabelon&#8211; Mulighed for at oprette nyheder. Baseret p&#229; tekstsideskabelon, men med mulighed for at s&#230;tte en nyhedsdato. Ved visning af nyheder vil der v&#230;re en oversigtsliste, som viser nyheder.Hjemmesiden vil have mulighed for flere sprog, men som udgangspunkt engelsk og dansk.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Grafisk layout/designDesignet af websitet er baseret p&#229; et opstarts-brief med Herlufsholm, hvor vi har arbejdet med en visuel retning, og fik lagt os fast p&#229; indholdet af forsiden. I designet&nbsp;har vi&nbsp;som udgangspunkt, &#8221;kigget&#8221; til Herlufsholms &#248;vrige materiale, men websitet har f&#229;et sin egen identitet (med fokus p&#229; at opretholde Herlufsholm-brandet). Herefter&nbsp;har&nbsp;Synergi A/S designet&nbsp;et &#8221;mock-up*&#8221; af en forside og en tekstside, som efter godkendelse&nbsp;har dannet grundlag for programmeringen.*Et &#8221;Mock-up&#8221; er et 1:1 layout af det visuelle udtryk samt elementernes (kasser med fx billeder, tekst, farveflader) placering p&#229; websitet. Indholdet i &#8221;kasserne&#8221; fx billeder og tekster kan v&#230;re fiktive, og kan senere redigeres i Umbraco af administratoren af websitet.Hjemmesiden vil v&#230;re responsiv mellem 960px og 1400px i sk&#230;rmbredde.Det er i fremtiden muligt at implementere en fuld responsiv l&#248;sning, hvis dette &#248;nskes.Implementering af grafisk design i UmbracoUmbraco er baseret p&#229; Microsoft .NET og udviklingssproget er C#. L&#248;sningen er baseret p&#229; specieltilpassede brugerkontroller og renderinger, s&#229; siden vises som&nbsp; &#248;nsket.HTML programmering er HTML5 med hj&#230;lp fra nyeste version jQuery ved projektstart. Dette g&#248;r det muligt at lave lette grafiske visninger af indhold, som ikke er serverbaseret.Design og grafik er&nbsp;klippet og tilpasset visning p&#229; webben, s&#229; hjemmesiden fremtr&#230;der i overensstemmelse med godkendt grafisk design.Der er&nbsp;tilstr&#230;bt browserlighed i IE8 og frem, nyeste versioner af Firefox, Chrome og Safari.Oprettelse af indholdL&#248;sningen er leveret som en tom skabelon, hvorefter Herlufholm Skole selv s&#248;rger for at s&#230;tte indhold, tekst og billeder ind.SEO (s&#248;gemaskineoptimering)Der er opsat mulighed for inds&#230;ttelse af meta-tags (beskrivelse og n&#248;gleord) p&#229; alle relevante sider p&#229; l&#248;sningen.Der er&nbsp;taget h&#248;jde for at alle side har en unik URL og titel.Der er opsat mulighed for inds&#230;ttelse Google Analytics tracking-code, s&#229; det er muligt at se trafik og tendenser p&#229; siden.CookievisningSynergi A/S har&nbsp;implementeret et modul som s&#248;rger for at websitet overholder g&#230;ldende lovgivning vedr. informationer om cookie-brug p&#229; websitet. Se mere info p&#229; http://www.synergi1.dk/cookiesTest og tilretningWebsiden er&nbsp;gennemg&#229;et &#8211; af Synergi og Herlufsholm Skole &#8211; for eventuelle fejl og mangler inden den er lanceret.Herefter er websitet overdraget, hvorefter en 14 dages periode for udbedring af fejl og mangler tr&#230;der i kraft.UndervisningDer er i aftalen&nbsp;medregnet&nbsp;undervisning a' ca. 2 timers varighed i Synergi A/S.HostingHjemmesiden vil blive hosted p&#229; samme serverl&#248;sning, som afvikler alumni.herlufsholm.dk, og der vil derfor ikke v&#230;re nogle ekstra udgifter forbundet med hosting af hjemmesiden.Det foresl&#229;s at benytte sig af subdom&#230;net sommerskole.herlufsholm.dk og summerschool.herlufsholm.dk. Dette skal oprettes og administreres af Herlufsholm IT.ForbeholdAftalens tilbud er&nbsp;afgivet ud fra de tilkendegivne &#248;nsker og krav.Der er taget udgangspunkt i at betalingsl&#248;sning kobles op p&#229; samme ID hos DIBS/NETS, som eksisterende l&#248;sning p&#229; alumni.herlufsholm.dk. Dette betyder at betalingsmuligheder vil v&#230;re de samme som p&#229; eksisterende l&#248;sning, og betalinger vil blive indsat p&#229; samme konto som til alumni.herlufsholm.dk. Betalinger fra sommerskole-tilmelding, vil dog have et pr&#230;fiks i ordreID, s&#229; det er muligt at skille betalingerne fra hinanden ved visning p&#229; DIBS administrationsmodul eller p&#229; bankkontooversigt.&#216;nskes der en adskilt betalingsaftale med DIBS/NETS, skal dette oprettes ekstra, og der vil derfor komme en ekstra udgift p&#229; dette, mellem DIBS/NETS og Herlufsholm Skole.]]></com:Note><com:BuyersReferenceID schemeID="EAN">5798000560994</com:BuyersReferenceID><com:ReferencedOrder><com:BuyersOrderID>8494</com:BuyersOrderID><com:IssueDate>2014-04-23</com:IssueDate></com:ReferencedOrder><com:BuyerParty><com:ID schemeID="CVR">85896318</com:ID><com:PartyName><com:Name><![CDATA[Herlufsholm Skole]]></com:Name></com:PartyName><com:Address><com:ID>Fakturering</com:ID><com:Street><![CDATA[Herlufsholm Allé 170]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:BuyerContact><com:ID><![CDATA[Christina Elvira Dahl]]></com:ID></com:BuyerContact></com:BuyerParty><com:SellerParty><com:ID schemeID="CVR">26881560</com:ID><com:PartyName><com:Name><![CDATA[Synergi A/S]]></com:Name></com:PartyName><com:Address><com:ID>Betaling</com:ID><com:Street><![CDATA[MARINEBUEN 11
]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:PartyTaxScheme><com:CompanyTaxID schemeID="CVR">26881560</com:CompanyTaxID></com:PartyTaxScheme></com:SellerParty><com:PaymentMeans><com:TypeCodeID>null</com:TypeCodeID><com:PaymentDueDate>2014-05-07</com:PaymentDueDate><com:PaymentChannelCode>KONTOOVERFØRSEL</com:PaymentChannelCode><com:PayeeFinancialAccount><com:ID>0758188337</com:ID><com:TypeCode>BANK</com:TypeCode><com:FiBranch><com:ID>2186</com:ID><com:FinancialInstitution><com:ID>null</com:ID><com:Name>Nordea</com:Name></com:FinancialInstitution></com:FiBranch></com:PayeeFinancialAccount><com:PaymentAdvice><com:AccountToAccount><com:PayerNote></com:PayerNote><com:PayeeNote></com:PayeeNote></com:AccountToAccount></com:PaymentAdvice></com:PaymentMeans><com:TaxTotal><com:TaxTypeCode>VAT</com:TaxTypeCode><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>70000.00</com:TaxableAmount> <com:TaxAmount currencyID='DKK'>17500.00</com:TaxAmount></com:TaxAmounts><com:CategoryTotal><com:RateCategoryCodeID>VAT</com:RateCategoryCodeID><com:RatePercentNumeric>25</com:RatePercentNumeric><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>70000.00</com:TaxableAmount><com:TaxAmount currencyID='DKK'>17500.00</com:TaxAmount></com:TaxAmounts></com:CategoryTotal></com:TaxTotal><com:LegalTotals><com:LineExtensionTotalAmount currencyID='DKK'>70000.00</com:LineExtensionTotalAmount><com:ToBePaidTotalAmount currencyID='DKK'>87500.00</com:ToBePaidTotalAmount></com:LegalTotals><com:InvoiceLine><com:ID>2</com:ID><com:InvoicedQuantity unitCode='Stk.' unitCodeListAgencyID="n/a">1.00</com:InvoicedQuantity><com:LineExtensionAmount currencyID='DKK'>70000.00</com:LineExtensionAmount><com:Item><com:ID>0</com:ID><com:Description><![CDATA[Website sommerskole - Design og programmering.]]></com:Description></com:Item><com:BasePrice><com:PriceAmount currencyID='DKK'>70000.00</com:PriceAmount></com:BasePrice></com:InvoiceLine></Invoice>
