<?xml version="1.0" encoding="UTF-8"?><Invoice xmlns="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/" xmlns:com="http://rep.oio.dk/ubl/xml/schemas/0p71/common/" xmlns:main="http://rep.oio.dk/ubl/xml/schemas/0p71/maindoc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/  http://rep.oio.dk/ubl/xml/schemas/0p71/pie/piestrict.xsd"><com:ID>12670</com:ID><com:IssueDate>2013-12-19</com:IssueDate><com:TypeCode>PIE</com:TypeCode><main:InvoiceCurrencyCode>DKK</main:InvoiceCurrencyCode><com:Note><![CDATA[Job: Website(8515)Tilrettel&#230;ggelse og projektstyringSoftware og funktionalitetL&#248;sningen er baseret p&#229; seneste version af Umbraco ved projektets begyndelse, som er kompatibel med n&#248;dvendige udvidelsespakker, som i skrivende stund er Umbraco 6.1.6.L&#248;sningen&nbsp;er blevet opdateret, i tilf&#230;lde af sikkerhedspakker og ustabilitet som skyldes Umbraco, men opgraderinger til nyere versioner&nbsp;var ikke medholdt i aftalen.Ud over Umbraco CMS er der installeret&nbsp;moduler, til hj&#230;lp af administration og visningStrategi og strukturDer er &#248;nsket et gennemgribende re-design af hjemmeside, b&#229;de i forhold til at der er taget hensyn til nuv&#230;rende bev&#230;gelsesm&#248;nster p&#229; hjemmesiden, og at l&#248;sningen er gjort responsiv, for at tilgodese det stigende antal mobile brugere.Der er udviklet en skabelon til kampagnesider, som er enkle l&#248;sninger til brug for korte og simple informationssider. P&#229; den enkelte uddannelse er det nu muligt, at lave links og downloads. I links kan man linke til b&#229;de interne og eksterne sider og dokumenter. Blandt andet en tilmeldingsformular p&#229; efteruddannelse.dk.Der er&nbsp;udviklet en specifik visning af forl&#248;bsoversigter, med tilh&#248;rende enkel indtastning i Umbraco. Herfra vil det v&#230;re muligt at printe en oversigt ud, i printvenligt format. Det&nbsp;er&nbsp;muligt at tilpasse og &#230;ndre forl&#248;bsoversigterne l&#248;bende i Umbraco.Integration med YouTube til brug for videoer er bibeholdt, og visningen vil kunne bruges p&#229; forside og undersider, tilpasset designforslag.Eksisterende integration med indl&#230;sning fra CSV fil og Active Directory er&nbsp;bibeholdt.Der er &#248;nsket mulighed for en nemmere gallerivisning, som tr&#230;kker billeder direkte fra en mappe i Umbraco, og har en stor og fremtr&#230;dende visning p&#229; de sider, som den vil blive benyttet i.Nyhedsbrev, tilmelding og integrationer bibeholdes til Campaign Monitor.Der er udviklet en mulighed for, at gemme sider direkte til en PDF, PDF-eksporteringsv&#230;rkt&#248;j.Begr&#230;nsede omr&#229;der til f.eks. Kursuscenteret har fortsat&nbsp;deres eget login med begr&#230;nsede f&#230;llesmuligheder i forhold til nyhedsbrev og nyheder.Det&nbsp;er&nbsp;muligt, at benytte eksempelvis kampagnesider, hvis der &#248;nskes separate omr&#229;der til f.eks. l&#230;sevejledningenDer er &#248;nsket mulighed for at kunne tr&#230;kke indhold fra Twitter, Facebook etc.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Grafisk id&#233;/konceptI forhold til opbygning af ny forside,&nbsp;er der ikke lagt s&#229; meget v&#230;gt p&#229; den enkelte uddannelse, men mere i forhold til adgang til de forskellige skoler og info omkring l&#248;n, praktik og forl&#248;b.Hvordan er det at g&#229; p&#229; skolen, og hvad bliver jeg &#8221;udsat&#8221; for under min uddannelse.De landingpages (sider man ryger direkte ind p&#229;, eks. via internt link eller Google) indikerer ogs&#229;, at det er Skolerne, Fronter og uddannelsesforl&#248;b som folk s&#248;ger p&#229;.Der er udarbejdet en funktion, s&#229; der er et omr&#229;de p&#229; siden, hvor de 4-6 mest bes&#248;gte sider bliver fremh&#230;vet.P&#229; den m&#229;de er brugeren af siden ogs&#229; med til at &#230;ndre sidens indhold, efterh&#229;nden som siden bruges.Nyhederne er integreret til mere brug p&#229; forsiden.Grafisk layout/designVisuelt tager&nbsp;websitet udgangspunkt i SUSU Sj&#230;llands designmanual samt nuv&#230;rende website, men er opdateret til 2014 (Responsivitet og One-page funktioner). Opbygningen af navigationen&nbsp;er blevet re-designet, s&#229; de &#8221;v&#230;rkt&#248;jer&#8221; og filer som bruges ofte internt og af UU-vejledere,&nbsp;har f&#229;et en mere traditionel navigation, for let at kunne finde det &#248;nskede.Overordnet er&nbsp;forsider (landingpages) og tekstsider bygget op, s&#229; de tilpasser sig det materiale, der ligges ind.Implementering af grafisk design i UmbracoUmbraco er baseret p&#229; Microsoft .NET og udviklingssproget er C#. L&#248;sningen er baseret p&#229; specieltilpassede brugerkontroller og renderinger, s&#229; siden vises som kunden &#248;nsker det.HTML programmering er HTML5 med hj&#230;lp fra nyeste version jQuery ved projektstart. Dette g&#248;r det muligt at lave lette grafiske visninger af indhold, som ikke er serverbaseret.Design og grafik er klippet og tilpasset visning p&#229; webben, s&#229; hjemmesiden fremtr&#230;der i overensstemmelse med godkendt grafisk design.Der er tilstr&#230;bt browserlighed i nyeste versioner af Internet Explorer, Firefox, Chrome og Safari.Der er integreret responsive webdesign, s&#229; siden er pr&#230;sentabel p&#229; en stor del mobile enheder. Oprettelse af indholdL&#248;sningen er leveret som en tom skabelon, hvorefter kunden selv s&#248;rger for at s&#230;tte indhold, tekst og billeder ind.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SEO (s&#248;gemaskineoptimering)Der er opsat mulighed for inds&#230;ttelse af meta-tags (beskrivelse og n&#248;gleord) p&#229; alle relevante sider p&#229; l&#248;sningen.Der er taget h&#248;jde for at alle side har en unik URL og titel.Der er opsat mulighed for inds&#230;ttelse af&nbsp;Google Analytics tracking-code, s&#229; det er muligt at se trafik og tendenser p&#229; sidenCookievisningSynergi har&nbsp;implementeret et modul som s&#248;rger for at websitet overholder g&#230;ldende lovgivning vedr. informationer om cookie-brug p&#229; websitet. Se mere info p&#229; http://www.synergi1.dk/cookies. Der er &#248;nsket en mere diskret l&#248;sning.Test og tilretningWebsiden er gennemg&#229;et &#8211; af Synergi og SOSU Sj&#230;lland &#8211; for eventuelle fejl og mangler inden&nbsp;lanceringen.Herefter er&nbsp;websiden overdraget, hvorefter en 14 dages periode for udbedring af fejl og mangler tr&#229;dte i kraft.HostingHosting forts&#230;tter p&#229; ny l&#248;sning, men har&nbsp;erstattet den gamle.ForbeholdFor uddybelse af forbehold henvises til tilbud d. 17. december 2013.Pris&nbsp;for website: kr. 130.000,-]]></com:Note><com:BuyersReferenceID schemeID="EAN">5798000558199</com:BuyersReferenceID><com:ReferencedOrder><com:BuyersOrderID>8515</com:BuyersOrderID><com:IssueDate>2013-12-19</com:IssueDate></com:ReferencedOrder><com:BuyerParty><com:ID schemeID="CVR">33216769</com:ID><com:PartyName><com:Name><![CDATA[SOSU Sjælland]]></com:Name></com:PartyName><com:Address><com:ID>Fakturering</com:ID><com:Street><![CDATA[Selandia Park 6]]></com:Street><com:CityName><![CDATA[Ringsted]]></com:CityName><com:PostalZone>4100</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:BuyerContact><com:ID><![CDATA[Camilla Molin]]></com:ID></com:BuyerContact></com:BuyerParty><com:SellerParty><com:ID schemeID="CVR">26881560</com:ID><com:PartyName><com:Name><![CDATA[Synergi A/S]]></com:Name></com:PartyName><com:Address><com:ID>Betaling</com:ID><com:Street><![CDATA[MARINEBUEN 11
]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:PartyTaxScheme><com:CompanyTaxID schemeID="CVR">26881560</com:CompanyTaxID></com:PartyTaxScheme></com:SellerParty><com:PaymentMeans><com:TypeCodeID>null</com:TypeCodeID><com:PaymentDueDate>2014-01-02</com:PaymentDueDate><com:PaymentChannelCode>KONTOOVERFØRSEL</com:PaymentChannelCode><com:PayeeFinancialAccount><com:ID>0758188337</com:ID><com:TypeCode>BANK</com:TypeCode><com:FiBranch><com:ID>2186</com:ID><com:FinancialInstitution><com:ID>null</com:ID><com:Name>Nordea</com:Name></com:FinancialInstitution></com:FiBranch></com:PayeeFinancialAccount><com:PaymentAdvice><com:AccountToAccount><com:PayerNote></com:PayerNote><com:PayeeNote></com:PayeeNote></com:AccountToAccount></com:PaymentAdvice></com:PaymentMeans><com:TaxTotal><com:TaxTypeCode>VAT</com:TaxTypeCode><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>130000.00</com:TaxableAmount> <com:TaxAmount currencyID='DKK'>32500.00</com:TaxAmount></com:TaxAmounts><com:CategoryTotal><com:RateCategoryCodeID>VAT</com:RateCategoryCodeID><com:RatePercentNumeric>25</com:RatePercentNumeric><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>130000.00</com:TaxableAmount><com:TaxAmount currencyID='DKK'>32500.00</com:TaxAmount></com:TaxAmounts></com:CategoryTotal></com:TaxTotal><com:LegalTotals><com:LineExtensionTotalAmount currencyID='DKK'>130000.00</com:LineExtensionTotalAmount><com:ToBePaidTotalAmount currencyID='DKK'>162500.00</com:ToBePaidTotalAmount></com:LegalTotals><com:InvoiceLine><com:ID>2</com:ID><com:InvoicedQuantity unitCode='Stk.' unitCodeListAgencyID="n/a">1.00</com:InvoicedQuantity><com:LineExtensionAmount currencyID='DKK'>130000.00</com:LineExtensionAmount><com:Item><com:ID>0</com:ID><com:Description><![CDATA[Nyt webside]]></com:Description></com:Item><com:BasePrice><com:PriceAmount currencyID='DKK'>130000.00</com:PriceAmount></com:BasePrice></com:InvoiceLine></Invoice>
