<?xml version="1.0" encoding="UTF-8"?><Invoice xmlns="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/" xmlns:com="http://rep.oio.dk/ubl/xml/schemas/0p71/common/" xmlns:main="http://rep.oio.dk/ubl/xml/schemas/0p71/maindoc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/  http://rep.oio.dk/ubl/xml/schemas/0p71/pie/piestrict.xsd"><com:ID>13756</com:ID><com:IssueDate>2015-02-20</com:IssueDate><com:TypeCode>PIE</com:TypeCode><main:InvoiceCurrencyCode>DKK</main:InvoiceCurrencyCode><com:Note><![CDATA[Job: Website - nykat.dk(9626)Tilrettel&#230;ggelse og koordineringStrategi og strukturDer er formet og designet et website som &#8220;rocks&#8221; og som er lidt atypisk for gymnasier.Grafisk id&#233;/konceptForsiden er udarbejdet&nbsp;som et stort billede a la www.synergi1.dk.Undersider er bygget op som rene infosider med bredt billede i toppen og tekst efterf&#248;lgende. P&#229; forsiden er der&nbsp;indsat logo med redesignet logotype.N&#229;r man g&#229;r ind p&#229; undersiderne komprimeres logoet til kun at v&#230;re logotypen.Stil og tone:Der l&#230;gges op til, at g&#248;re sitet bredt og visuelt med gode kontrastrige billeder og en frisk tone i overskrifter og tekst, s&#229; vi f&#229;r pustet det st&#248;vede image v&#230;k.Implementering af grafisk design i UmbracoUmbraco er baseret p&#229; Microsoft .NET og udviklingssproget er C#. L&#248;sningen er baseret p&#229; specieltilpassede brugerkontroller og renderinger, s&#229; siden vises som kunden &#248;nsker det.HTML programmering er HTML5 med hj&#230;lp fra nyeste version jQuery ved projektstart. Dette g&#248;r det muligt at lave lette grafiske visninger af indhold, som ikke er serverbaseret.Design og grafik klippes og tilpasses visning p&#229; webben, s&#229; hjemmesiden fremtr&#230;der i overensstemmelse med godkendt grafisk design.Der tilstr&#230;bes browserlighed i nyeste versioner af Internet Explorer, Firefox, Chrome og Safari.Der er&nbsp;integreret responsivt webdesign, s&#229; siden er pr&#230;sentabel p&#229; en stor del mobile enheder. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Software og funktionalitetL&#248;sningen vil v&#230;re baseret p&#229; seneste version af Umbraco ved projektets begyndelse, som er kompatibel med n&#248;dvendige udvidelsespakker, som i skrivende stund er Umbraco 7.1.8.L&#248;sningen vil blive opdateret, i tilf&#230;lde af sikkerhedspakker og ustabilitet som skyldes Umbraco, men opgraderinger til nyere versioner er ikke medholdt i aftale.Ud over Umbraco CMS installeres der moduler, til hj&#230;lp af administration og visningOprettelse af indholdSynergi har lagt&nbsp;indhold p&#229; ca.10 af siderne, s&#229; I har noget at bygge videre p&#229;.Derefter&nbsp;inds&#230;tter Nyk&#248;bing Katedralskole selv&nbsp;&#248;vrigt indhold, tekst og billeder.Synergi kan ogs&#229; v&#230;re behj&#230;lpelig med upload af tekst og billeder og afregnes efter medg&#229;et tid.SEO (s&#248;gemaskineoptimering)Der ops&#230;ttes mulighed for inds&#230;ttelse af meta-tags (beskrivelse og n&#248;gleord) p&#229; alle relevante sider p&#229; l&#248;sningen.Der tages h&#248;jde for at alle side har en unik URL og titel.Der ops&#230;ttes mulighed for inds&#230;ttelse Google Analytics tracking-code s&#229; det er muligt at se trafik og tendenser p&#229; siden.CookievisningSynergi implementerer et modul som s&#248;rger for at websitet overholder g&#230;ldende lovgivning vedr. informationer om cookie-brug p&#229; websitet. Se mere info p&#229; http://www.synergi1.dk/cookies.Test og tilretningWebsiden gennemg&#229;s &#8211; af Synergi og Nyk&#248;bing Katedralskole &#8211; for eventuelle fejl og mangler inden den lanceres.Herefter overdrages websiden, hvorefter en 14 dages periode for udbedring af fejl og mangler tr&#230;der i kraft.UndervisningDer er i tilbud regnet med undervisning ca. 2 timer i Synergi.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;HostingDa vi ikke kender omfanget af indholdet p&#229; siden endnu og dermed behovet for hvor stort webhotel I har behov for, kan vi ikke prisfasts&#230;tte dette, men enten er det er Prowebhotel til kr. 179,- pr. md. eller komplet webhotel til kr. 299,- pr. md.Dette vil blive faktureret s&#230;rskilt.ForbeholdWebsite er udarbejdet ud fra de tilkendegivne &#248;nsker og krav.]]></com:Note><com:BuyersReferenceID schemeID="EAN">5798000557789</com:BuyersReferenceID><com:ReferencedOrder><com:BuyersOrderID>9626</com:BuyersOrderID><com:IssueDate>2015-02-20</com:IssueDate></com:ReferencedOrder><com:BuyerParty><com:ID schemeID="CVR">29546762</com:ID><com:PartyName><com:Name><![CDATA[Nykøbing Katedralskole]]></com:Name></com:PartyName><com:Address><com:ID>Fakturering</com:ID><com:Street><![CDATA[Poul Martin Møllersvej 3]]></com:Street><com:CityName><![CDATA[Nykøbing F.]]></com:CityName><com:PostalZone>4800</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:BuyerContact><com:ID><![CDATA[Mads Jeppesen]]></com:ID></com:BuyerContact></com:BuyerParty><com:SellerParty><com:ID schemeID="CVR">26881560</com:ID><com:PartyName><com:Name><![CDATA[Synergi A/S]]></com:Name></com:PartyName><com:Address><com:ID>Betaling</com:ID><com:Street><![CDATA[MARINEBUEN 11
]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:PartyTaxScheme><com:CompanyTaxID schemeID="CVR">26881560</com:CompanyTaxID></com:PartyTaxScheme></com:SellerParty><com:PaymentMeans><com:TypeCodeID>null</com:TypeCodeID><com:PaymentDueDate>2015-03-06</com:PaymentDueDate><com:PaymentChannelCode>KONTOOVERFØRSEL</com:PaymentChannelCode><com:PayeeFinancialAccount><com:ID>0758188337</com:ID><com:TypeCode>BANK</com:TypeCode><com:FiBranch><com:ID>2186</com:ID><com:FinancialInstitution><com:ID>null</com:ID><com:Name>Nordea</com:Name></com:FinancialInstitution></com:FiBranch></com:PayeeFinancialAccount><com:PaymentAdvice><com:AccountToAccount><com:PayerNote></com:PayerNote><com:PayeeNote></com:PayeeNote></com:AccountToAccount></com:PaymentAdvice></com:PaymentMeans><com:TaxTotal><com:TaxTypeCode>VAT</com:TaxTypeCode><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>45000.00</com:TaxableAmount> <com:TaxAmount currencyID='DKK'>11250.00</com:TaxAmount></com:TaxAmounts><com:CategoryTotal><com:RateCategoryCodeID>VAT</com:RateCategoryCodeID><com:RatePercentNumeric>25</com:RatePercentNumeric><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>45000.00</com:TaxableAmount><com:TaxAmount currencyID='DKK'>11250.00</com:TaxAmount></com:TaxAmounts></com:CategoryTotal></com:TaxTotal><com:LegalTotals><com:LineExtensionTotalAmount currencyID='DKK'>45000.00</com:LineExtensionTotalAmount><com:ToBePaidTotalAmount currencyID='DKK'>56250.00</com:ToBePaidTotalAmount></com:LegalTotals><com:InvoiceLine><com:ID>2</com:ID><com:InvoicedQuantity unitCode='Stk.' unitCodeListAgencyID="n/a">1.00</com:InvoicedQuantity><com:LineExtensionAmount currencyID='DKK'>45000.00</com:LineExtensionAmount><com:Item><com:ID>0</com:ID><com:Description><![CDATA[Website for Nykøbing Katedralskole]]></com:Description></com:Item><com:BasePrice><com:PriceAmount currencyID='DKK'>45000.00</com:PriceAmount></com:BasePrice></com:InvoiceLine></Invoice>
