<?xml version="1.0" encoding="UTF-8"?><Invoice xmlns="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/" xmlns:com="http://rep.oio.dk/ubl/xml/schemas/0p71/common/" xmlns:main="http://rep.oio.dk/ubl/xml/schemas/0p71/maindoc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://rep.oio.dk/ubl/xml/schemas/0p71/pie/  http://rep.oio.dk/ubl/xml/schemas/0p71/pie/piestrict.xsd"><com:ID>12916</com:ID><com:IssueDate>2014-04-23</com:IssueDate><com:TypeCode>PIE</com:TypeCode><main:InvoiceCurrencyCode>DKK</main:InvoiceCurrencyCode><com:Note><![CDATA[Job: Extranet design(8384)Tilrettel&#230;ggelse, koordinering og produktionsstyringHerunder&nbsp;planl&#230;gningsm&#248;de med Pierre og Christina.Software og funktionalitetL&#248;sningen er baseret p&#229; seneste version af Umbraco ved projektets begyndelse, som er kompatibel med n&#248;dvendige udvidelsespakker,&nbsp;Umbraco 6.0.5 6.1.6.L&#248;sningen er blevet opdateret, i tilf&#230;lde af sikkerhedspakker og ustabilitet som skyldes Umbraco, men opgraderinger til nyere versioner er ikke medholdt i aftalen.Ud over Umbraco CMS er der installeret&nbsp;moduler til hj&#230;lp af administration og visning.Strategi og strukturDer er &#248;nsket et ekstranet til elever og for&#230;ldre som b&#229;de har en &#229;ben og en lukket del.P&#229; den &#229;bne del er der&nbsp;flere f&#230;lles omr&#229;der. Nyheder, der skifter mellem x-antal tilvalgte nyheder. Ved klik p&#229; en nyhed, ryger man ind p&#229; den specifikke nyhed, hvor man kan l&#230;se mere. Herfra er der&nbsp;link til en liste med alle nyheder.Det er&nbsp;muligt at tilmelde sig forskellige arrangementer. Tilmelding til arrangement og tilh&#248;rende formular,&nbsp;bliver h&#229;ndteret af Umbraco-modulet Contour, hvilke g&#248;r det muligt for Herlufsholm selv at oprette nye arrangementer. Der er ikke&nbsp;mulighed for betalte arrangementer, s&#229; det er kun tilmelding.Der er en sektion, som viser beskeder fra skolen, der indeholder lidt tekst, og med link til tekstside.P&#229; en standard tekstside er der mulighed for tilkobling af dokumenter og filer til download. Derfor vil en standard tekstside kunne bruges til download sektionen.Umbraco indeholder mulighed for, at oprette links til b&#229;de interne og eksterne sider, og denne funktion er tilg&#230;ngelig p&#229; alle relevante sider, jf. layout og design.Den lukkede del er inddelt i flere brugergrupper. Hver elev er tilknyttet en klasse, og eventuelt en sovesal. Der bliver oprettet en brugergruppe for hver klasse og hver sovesal.For&#230;ldres rettigheder for adgang til siden, er relateret til de tilknyttede elev-id&#8217;er.N&#229;r for&#230;ldre er logget ind, kan de v&#230;lge imellem de tilknyttede b&#248;rn, og se info for det valgte barn.Alle for&#230;ldre og elever har unikke logins, baseret p&#229; deres unikke Id, og kodeord vil blive genereret ved oprettelse p&#229; extranettet.Brugernavn og kodeord vil blive udsendt til brugerens email ved oprettelse.Det er muligt at f&#229; tilsendt glemt kodeord. Den lukkede del er opdelt i to grupperinger. Der er et klassespecifikt omr&#229;de, som indeholder:Nyhedsmodul til klassen til beskeder, arrangementer/udflugter og nyheder.Dokumentarkiv, hvor de 5 nyeste vises p&#229; klassens forside (fx til for&#230;ldreaftaler, klasserumsaftaler)Dokumentsiderne er oprettet som tekstsider, med mulighed for at tilkoble x-antal dokumenter til download.Kalenderfunktion til aktiviteter og f&#248;dselsdage. Aktiviteter oprettes som sider i Umbraco, og f&#248;dselsdage hentes automatisk og viser f&#248;dselsdage fra klassen/sovesalen.Link til klassens Lectio (eksternt link)Dokumentarkiv til &#197;rsplanerFotoalbum ( gallerivisning), der er mulighed for at oprette et album i tilh&#248;rende klasse. Inde i det album, kan man uploade billeder og skrive en beskrivelse til hvert billede inden upload. Det er&nbsp;muligt at uploade &#233;t billede ad gangen, og alle billeder/albums skal godkendes at en administrator f&#248;r de bliver vist. Administrator vil f&#229; tilsendt en mail med info om oprettede billeder, og skal derefter godkende i backenden f&#248;r det bliver vist.Klassebillede p&#229; forsiden.Der er et sovesalsspecifikt omr&#229;de som indeholder:Nyhedsmodul til sovesalene med beskeder, arrangementer/udflugter og nyhederKalenderfunktion til aktiviteter og f&#248;dselsdage.&nbsp;Fungerer p&#229; samme m&#229;de som p&#229; en klasse.M&#229;nedlig opdatering fra sovesalsl&#230;rerne. L&#230;reren har mulighed for at skrive noget tekst til det respektive sovesalsomr&#229;de, som vil st&#229; p&#229; indgangssiden til sovesalen. Grafisk id&#233;/konceptL&#248;sningen tager grafisk udgangspunkt i Herlufsholms Alumni l&#248;sning og er tilpasset, s&#229; den modsvarer de krav, der er til Extranettet. Implementering af grafisk design i UmbracoUmbraco er baseret p&#229; Microsoft .NET og udviklingssproget er C#. L&#248;sningen er baseret p&#229; specieltilpassede brugerkontroller og renderinger, som g&#248;r det muligt at vise indhold og tekster.HTML programmering er HTML5 med hj&#230;lp fra nyeste version jQuery ved projektstart. Dette g&#248;r det muligt at lave lette grafiske visninger af indhold, som ikke er serverbaseret.Design og grafik klippes og tilpasses visning p&#229; webben, s&#229; hjemmesiden fremtr&#230;der i overensstemmelse med godkendt grafisk design.Der tilstr&#230;bes browserlighed i IE8 og frem, nyeste versioner af Firefox, Chrome og Safari.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oprettelse af indholdL&#248;sningen er leveret som en tom skabelon, hvorefter I selv skal s&#248;rge for at s&#230;tte indhold, tekst og billeder ind.SEO (s&#248;gemaskineoptimering)Der er&nbsp;opsat mulighed for, at I kan inds&#230;tte meta-tags (beskrivelse og n&#248;gleord) p&#229; alle relevante sider p&#229; l&#248;sningen.Umbraco tager h&#248;jde for at alle side har en unik URL og titel.Der er opsat mulighed for, at I kan inds&#230;tte Google Analytics tracking-code, s&#229; det er muligt at se trafik og tendenser p&#229; siden.Lukkede sider som kr&#230;ver login, vil have begr&#230;nset eller ingen statistik i Google Analytics. Test og tilretningWebsiden er gennemg&#229;et &#8211; af Synergi og Jer &#8211; for eventuelle fejl og mangler inden&nbsp;lanceringen.Herefter er websiden overdraget, hvorefter en 14 dages periode for udbedring af fejl og mangler tr&#229;dte i kraft.UndervisningDer er i&nbsp;aftalen medregnet&nbsp;undervisning a'&nbsp;ca. 2 timers varighed&nbsp;i Synergi A/S.HostingHjemmesiden vil blive hosted p&#229; samme serverl&#248;sning, som afvikler alumni.herlufsholm.dk, og der vil derfor ikke v&#230;re nogle ekstra udgifter forbundet med hosting af hjemmesiden.Det foresl&#229;s, at benytte sig af subdom&#230;net foraeldreintra.herlufsholm.dk. Dette skal oprettes og administreres af Herlufsholm IT.Den eksisterende l&#248;sning er udstyret med 2GB ram, hvilket burde kunne afvikle de 3 kommende l&#248;sninger.Bem&#230;rkes der en nedsat ydeevne, vil det v&#230;re muligt at udvide ram-m&#230;ngden. Prisen for dette er kr. 85,- ex moms pr 1GB ram pr m&#229;ned.Dette kan udvides l&#248;bende og derfor ikke noget, der&nbsp;I beh&#248;vet tage stilling til nu.&nbsp;&nbsp;&nbsp;ForbeholdI&nbsp;aftalen er der taget forbehold for f&#248;lgende ting: Der leveres en CSV fil indeholdende informationer omkring elever til import til l&#248;sningen.Denne fil skal som minimum indeholde f&#248;lgende informationer:-&nbsp;Navn-&nbsp;Elev ID ( 4-cifret nummer )-&nbsp;Tilh&#248;rende klasse-&nbsp;Evt tilh&#248;rende sovesal ( unikt sovesalsnavn )-&nbsp;Email&#216;nskes info til kontaktliste skal f&#248;lgende ogs&#229; inkluderes-&nbsp;Adresse-&nbsp;TelefonnummerDer leveres en CSV til indeholdende informationer omkring for&#230;ldre til import til l&#248;sningenDenne fil skal som minimum indeholde f&#248;lgende informationer-&nbsp;Navn-&nbsp;Unikt ID-&nbsp;Tilknyttede Elev ID. En eller mange-&nbsp;F&#248;dselsdato ( ddmm&#229;&#229;&#229;&#229; )-&nbsp;Email&#216;nskes info til kontaktliste skal f&#248;lgende ogs&#229; inkluderes-&nbsp;Adresse-&nbsp;Telefonnummer-&nbsp;&#216;nskes adresse vist ( ja/nej)F&#230;lles for begge ekstra info til kontaktliste er, at de selvf&#248;lgelig kan udbygges, hvis Herlufsholm Skole &#248;nsker at der skal mere data p&#229; hjemmesiden. Dette skal aftales ved projektopstart&nbsp;Samlet projekt og pris:Scannet (Ops&#230;tning af site p&#229; server )&nbsp;&nbsp;Projekt ops&#230;tning ( Visual studio, QA site )&nbsp;&nbsp;Umbraco ops&#230;tning og deployment&nbsp;&nbsp;Grafisk webdesignDesignimplementering&nbsp;&nbsp;&nbsp;Elev import&nbsp;&nbsp;&nbsp;&nbsp;For&#230;ldre import og elevtilknytning&nbsp;&nbsp;Login og visning afh. rettigheder&nbsp;&nbsp;Kalenderfunktionalitet&nbsp;&nbsp;&nbsp;Ops&#230;tning af Contour&nbsp;&nbsp;&nbsp;Umbraco sider og dokumenter&nbsp;&nbsp;Klassefunktionalitet og opdeling&nbsp;&nbsp;Sovesalsfunktionalitet og opdeling&nbsp;&nbsp;Indk&#248;b af Contour Pris kr. 100.000,-Till&#230;gImplementering af responsivt design.Pris kr.&nbsp;20.000,-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;]]></com:Note><com:BuyersReferenceID schemeID="EAN">5798000560994</com:BuyersReferenceID><com:ReferencedOrder><com:BuyersOrderID>8384</com:BuyersOrderID><com:IssueDate>2014-04-23</com:IssueDate></com:ReferencedOrder><com:BuyerParty><com:ID schemeID="CVR">85896318</com:ID><com:PartyName><com:Name><![CDATA[Herlufsholm Skole]]></com:Name></com:PartyName><com:Address><com:ID>Fakturering</com:ID><com:Street><![CDATA[Herlufsholm Allé 170]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:BuyerContact><com:ID><![CDATA[Christina Elvira Dahl]]></com:ID></com:BuyerContact></com:BuyerParty><com:SellerParty><com:ID schemeID="CVR">26881560</com:ID><com:PartyName><com:Name><![CDATA[Synergi A/S]]></com:Name></com:PartyName><com:Address><com:ID>Betaling</com:ID><com:Street><![CDATA[MARINEBUEN 11
]]></com:Street><com:CityName><![CDATA[Næstved]]></com:CityName><com:PostalZone>4700</com:PostalZone><com:Country><com:Code listID="ISO 3166-1">DK</com:Code></com:Country></com:Address><com:PartyTaxScheme><com:CompanyTaxID schemeID="CVR">26881560</com:CompanyTaxID></com:PartyTaxScheme></com:SellerParty><com:PaymentMeans><com:TypeCodeID>null</com:TypeCodeID><com:PaymentDueDate>2014-05-07</com:PaymentDueDate><com:PaymentChannelCode>KONTOOVERFØRSEL</com:PaymentChannelCode><com:PayeeFinancialAccount><com:ID>0758188337</com:ID><com:TypeCode>BANK</com:TypeCode><com:FiBranch><com:ID>2186</com:ID><com:FinancialInstitution><com:ID>null</com:ID><com:Name>Nordea</com:Name></com:FinancialInstitution></com:FiBranch></com:PayeeFinancialAccount><com:PaymentAdvice><com:AccountToAccount><com:PayerNote></com:PayerNote><com:PayeeNote></com:PayeeNote></com:AccountToAccount></com:PaymentAdvice></com:PaymentMeans><com:TaxTotal><com:TaxTypeCode>VAT</com:TaxTypeCode><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>120000.00</com:TaxableAmount> <com:TaxAmount currencyID='DKK'>30000.00</com:TaxAmount></com:TaxAmounts><com:CategoryTotal><com:RateCategoryCodeID>VAT</com:RateCategoryCodeID><com:RatePercentNumeric>25</com:RatePercentNumeric><com:TaxAmounts><com:TaxableAmount currencyID='DKK'>120000.00</com:TaxableAmount><com:TaxAmount currencyID='DKK'>30000.00</com:TaxAmount></com:TaxAmounts></com:CategoryTotal></com:TaxTotal><com:LegalTotals><com:LineExtensionTotalAmount currencyID='DKK'>120000.00</com:LineExtensionTotalAmount><com:ToBePaidTotalAmount currencyID='DKK'>150000.00</com:ToBePaidTotalAmount></com:LegalTotals><com:InvoiceLine><com:ID>2</com:ID><com:InvoicedQuantity unitCode='Stk.' unitCodeListAgencyID="n/a">1.00</com:InvoicedQuantity><com:LineExtensionAmount currencyID='DKK'>120000.00</com:LineExtensionAmount><com:Item><com:ID>0</com:ID><com:Description><![CDATA[Udarbejdelse af Ekstranet, programmering og design. ]]></com:Description></com:Item><com:BasePrice><com:PriceAmount currencyID='DKK'>120000.00</com:PriceAmount></com:BasePrice></com:InvoiceLine></Invoice>
